In [21]:
import numpy as np
import pandas as pd
from pandas import Series,DataFrame

In [22]:
dframe = pd.read_csv('/Users/sunnymalhotra/Documents/PythonPrograms/Recon1.csv', error_bad_lines=False)

In [23]:
dframe

   Fname  LastName  Age
0  Sunny  Malhotra   39
1  Tanya  Malhotra   36

In [24]:
dframe = pd.read_csv('/Users/sunnymalhotra/Documents/PythonPrograms/Recon2.csv', error_bad_lines=False)

In [25]:
dframe

   Fname  LastName  Age
0  Sunny  Malhotra   39
1   Ahan  Malhotra    6

In [26]:
dframe

   Fname  LastName  Age
0  Sunny  Malhotra   39
1   Ahan  Malhotra    6

In [27]:
dframe1 = pd.read_csv('/Users/sunnymalhotra/Documents/PythonPrograms/Recon1.csv', error_bad_lines=False)

In [28]:
dframe1

   Fname  LastName  Age
0  Sunny  Malhotra   39
1  Tanya  Malhotra   36

In [29]:
dframe

   Fname  LastName  Age
0  Sunny  Malhotra   39
1   Ahan  Malhotra    6